app/controllers/educator_controller.rb

SELECT "educators".* FROM "educators" ORDER BY "educators"."id" ASC LIMIT 1
---
	def index

		@educator = Educator.first