app/controllers/family_controller.rb

SELECT "parents".* FROM "parents" ORDER BY "parents"."id" ASC LIMIT 1
---
	def index

		@parent = Parent.first